"MAC_LAUNCHER_DOWNLOADING" = "Dashlane herunterladen ...";
"MAC_LAUNCHER_FAILED_CHECK_DESCRIPTION" = "Bei der Installation von Dashlane ist ein Fehler aufgetreten. Bitte prüfen Sie Ihre Internetverbindung und versuchen Sie es dann erneut.";
"MAC_LAUNCHER_FAILED_CHECK_TITLE" = "Installation fehlgeschlagen";
"MAC_LAUNCHER_FAILED_DOWNLOAD_DESCRIPTION" = "Beim Herunterladen von Dashlane ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut. ";
"MAC_LAUNCHER_FAILED_DOWNLOAD_TITLE" = "Download fehlgeschlagen";
"MAC_LAUNCHER_FAILED_INSTALL_DESCRIPTION" = "Bei der Installation von Dashlane ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut. ";
"MAC_LAUNCHER_FAILED_INSTALL_TITLE" = "Installation fehlgeschlagen";
"MAC_LAUNCHER_FAILED_WARNING_MANUAL_DONWLOAD" = "Erneut versuchen";
"MAC_LAUNCHER_FAILED_WARNING_QUIT" = "Beenden";
"MAC_LAUNCHER_INCOMPLETE_WARNING_CONTINUE" = "Installation fortsetzen";
"MAC_LAUNCHER_INCOMPLETE_WARNING_DESCRIPTION" = "Die Installation von Dashlane ist fast abgeschlossen. Möchten Sie wirklich beenden?";
"MAC_LAUNCHER_INCOMPLETE_WARNING_QUIT" = "Beenden";
"MAC_LAUNCHER_INCOMPLETE_WARNING_TITLE" = "Installation unvollständig";
"MAC_LAUNCHER_INSTALLING" = "Dashlane installieren ...";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_DESCRIPTION" = "Scheinbar haben Sie Dashlane bereits aus dem App Store installiert ... Suchen Sie bitte im App Store nach den aktuellsten Updates.";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_MANUAL_DONWLOAD" = "Trotzdem herunterladen";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_OPEN" = "Den App Store öffnen";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_QUIT" = "Beenden";
"MAC_LAUNCHER_MACAPPSTORE_WARNING_TITLE" = "Verwenden Sie die App Store-Version von Dashlane";
"MAC_LAUNCHER_WINDOW_TITLE" = "Dashlane installieren";
